Repository: IuriiNaumov/Droword
Catalog: Droword/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

source: «bonjour» is already in your dictionary.
ar: «bonjour» موجودة أصلاً بالقاموس.
de: «bonjour» ist schon in deinem Wörterbuch.
es: «bonjour» ya está en tu diccionario.
fr: «bonjour» est déjà dans ton dico.
it: «bonjour» è già nel dizionario.
ja: 「bonjour」はすでに辞書にあるよ。
ko: «bonjour»는 이미 사전에 있어.
pt_pt: «bonjour» já está no teu dicionário.
ru: «bonjour» уже есть в словаре.
zh_hans: «bonjour» 已经在词典里了。
zh_hant: «bonjour» 已經在詞典裡了。

# %lld words will be ready for review in %@
source: %1$lld words will be ready for review in %2$@
ar: %lld كلمات ستكون جاهزة للمراجعة خلال %@
de: %lld Wörter sind in %@ zur Wiederholung bereit
es: %lld palabras estarán listas para repasar en %@
fr: %lld mots seront prêts à réviser dans %@
it: %lld parole saranno pronte per il ripasso tra %@
ja: %lld語が%@後に復習できます
ko: %lld개 단어가 %@ 후에 복습할 수 있어요
pt_pt: %lld palavras estarão prontas para rever daqui a %@
ru: %lld слов будут готовы к повторению через %@
zh_hans: %lld 个单词将在 %@ 后可以复习
zh_hant: %lld 個單詞將在 %@ 後可以複習

source: 12 words imported successfully.
ar: تم استيراد ١٢ كلمة بنجاح.
de: 12 Wörter erfolgreich importiert.
es: 12 palabras importadas correctamente.
fr: 12 mots importés avec succès.
it: 12 parole importate con successo.
ja: 12語のインポートに成功。
ko: 단어 12개를 가져왔어.
pt_pt: 12 palavras importadas com sucesso.
ru: 12 слов успешно импортированы.
zh_hans: 成功导入 12 个词。
zh_hant: 成功匯入 12 個詞。

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_pt: Adicionar
ru: Добавить
zh_hans: 添加
zh_hant: 新增

source: Add them to your dictionary with one tap
ar: ضيفها للقاموس بكبسة
de: Mit einem Tipp ins Wörterbuch
es: Añádelas al diccionario con un toque
fr: Ajoute-les au dico en un tap
it: Aggiungile al dizionario con un tap
ja: ワンタップで辞書に追加
ko: 한 번 탭으로 사전에 추가
pt_pt: Adiciona-as ao dicionário com um toque
ru: Добавляй в словарь одним тапом
zh_hans: 一键加入词典
zh_hant: 一鍵加入詞典

source: Add words
ar: أضف كلمات
de: Wörter hinzufügen
es: Añade palabras
fr: Ajoute des mots
it: Aggiungi parole
ja: 単語を追加
ko: 단어 추가
pt_pt: Adiciona palavras
ru: Добавляй слова
zh_hans: 添加单词
zh_hant: 新增單字

source: All of these words are already in your dictionary.
ar: كل هالكلمات موجودة أصلاً بقاموسك.
de: All diese Wörter sind schon in deinem Wörterbuch.
es: Todas estas palabras ya están en tu diccionario.
fr: Tous ces mots sont déjà dans ton dictionnaire.
it: Tutte queste parole sono già nel dizionario.
ja: これらの単語はすでに辞書にあります。
ko: 이 단어들은 이미 사전에 있어요.
pt_pt: Todas estas palavras já estão no teu dicionário.
ru: Все эти слова уже есть в словаре.
zh_hans: 这些词已经在你的词典里了。
zh_hant: 這些詞已經在你的詞典裡了。

source: Badge unlocked!
ar: شارة مفتوحة!
de: Badge freigeschaltet!
es: ¡Insignia desbloqueada!
fr: Badge débloqué !
it: Badge sbloccato!
ja: バッジ解除！
ko: 뱃지 잠금 해제!
pt_pt: Distintivo desbloqueado!
ru: Бейдж открыт!
zh_hans: 徽章解锁！
zh_hant: 徽章解鎖！

source: Based on words you already know
ar: بناءً على كلمات بتعرفها أصلاً
de: Basierend auf Wörtern, die du schon kennst
es: Basado en palabras que ya conoces
fr: Basé sur les mots que tu connais déjà
it: Basato su parole che già conosci
ja: すでに知ってる単語ベース
ko: 이미 아는 단어 기반
pt_pt: Com base em palavras que já sabes
ru: На основе слов, которые ты уже знаешь
zh_hans: 基于你已经会的词
zh_hant: 基於你已經會的詞

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_pt: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Chat scenes
ar: مشاهد الشات
de: Chat-Szenen
es: Escenas de chat
fr: Scènes de chat
it: Scene chat
ja: チャットシーン
ko: 채팅 장면
pt_pt: Cenas de chat
ru: Чат-сцены
zh_hans: 聊天场景
zh_hant: 聊天場景

source: Clear all
ar: امسح الكل
de: Alles löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
ja: すべて削除
ko: 모두 지우기
pt_pt: Limpar tudo
ru: Очистить всё
zh_hans: 全部清除
zh_hant: 全部清除

source: Clear dictionary
ar: تفريغ القاموس
de: Wörterbuch leeren
es: Vaciar diccionario
fr: Vider le dictionnaire
it: Svuota dizionario
ja: 辞書を空にする
ko: 사전 비우기
pt_pt: Limpar dicionário
ru: Очистить словарь
zh_hans: 清空词典
zh_hant: 清空詞典

# Clear dictionary alert
source: Clear dictionary
ar: تفريغ القاموس
de: Wörterbuch leeren
es: Vaciar diccionario
fr: Vider le dictionnaire
it: Svuota dizionario
ja: 辞書を空にする
ko: 사전 비우기
pt_pt: Limpar dicionário
ru: Очистить словарь
zh_hans: 清空词典
zh_hant: 清空詞典

source: Clear dictionary?
ar: تفريغ القاموس؟
de: Wörterbuch leeren?
es: ¿Vaciar diccionario?
fr: Vider le dictionnaire ?
it: Svuotare il dizionario?
ja: 辞書を空にする？
ko: 사전을 비울까?
pt_pt: Limpar o dicionário?
ru: Очистить словарь?
zh_hans: 清空词典？
zh_hant: 清空詞典？

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
ko: 복사됨
pt_pt: Copiado
ru: Скопировано
zh_hans: 已复制
zh_hant: 已複製

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_pt: Copiar
ru: Копировать
zh_hans: 复制
zh_hant: 拷貝

source: Copy all
ar: نسخ الكل
de: Alles kopieren
es: Copiar todo
fr: Tout copier
it: Copia tutto
ja: すべてコピー
ko: 모두 복사
pt_pt: Copiar tudo
ru: Копировать всё
zh_hans: 全部复制
zh_hant: 全部拷貝

source: Copy translation
ar: نسخ الترجمة
de: Übersetzung kopieren
es: Copiar traducción
fr: Copier la traduction
it: Copia traduzione
ja: 訳をコピー
ko: 번역 복사
pt_pt: Copiar tradução
ru: Копировать перевод
zh_hans: 复制翻译
zh_hant: 拷貝翻譯

source: Couldn't access that file.
ar: ما قدرنا نفتح الملف.
de: Datei nicht zugänglich.
es: No se pudo acceder al archivo.
fr: Impossible d’accéder au fichier.
it: Impossibile accedere al file.
ja: そのファイルにアクセスできない。
ko: 그 파일에 접근할 수 없어.
pt_pt: Não foi possível aceder a esse ficheiro.
ru: Не удалось открыть файл.
zh_hans: 无法访问该文件。
zh_hant: 無法存取該檔案。

source: Couldn't load suggestions. Try again later.
ar: ما قدرنا نحمّل الاقتراحات. جرّب لاحقاً.
de: Vorschläge nicht geladen. Später nochmal.
es: No se pudieron cargar sugerencias. Prueba más tarde.
fr: Impossible de charger les suggestions. Réessaie plus tard.
it: Impossibile caricare i suggerimenti. Riprova più tardi.
ja: 提案を読み込めなかった。あとで再試行して。
ko: 추천을 불러오지 못했어. 나중에 다시 시도해.
pt_pt: Não foi possível carregar sugestões. Tenta mais tarde.
ru: Не удалось загрузить подсказки. Попробуй позже.
zh_hans: 无法加载建议。稍后再试。
zh_hant: 無法載入建議。稍後再試。

source: Couldn't open that file.
ar: ما قدرنا نفتح هالملف.
de: Datei konnte nicht geöffnet werden.
es: No se pudo abrir ese archivo.
fr: Impossible d’ouvrir ce fichier.
it: Impossibile aprire quel file.
ja: そのファイルを開けなかった。
ko: 그 파일을 열 수 없어.
pt_pt: Não foi possível abrir esse ficheiro.
ru: Не удалось открыть этот файл.
zh_hans: 无法打开该文件。
zh_hant: 無法開啟該檔案。

source: Couldn't read the file. Use UTF-8 CSV or TXT.
ar: ما قدرنا نقرأ الملف. استخدم CSV أو TXT بـ UTF-8.
de: Datei nicht lesbar. Nutze UTF-8 CSV oder TXT.
es: No se pudo leer el archivo. Usa CSV o TXT en UTF-8.
fr: Impossible de lire le fichier. Utilise CSV ou TXT en UTF-8.
it: Impossibile leggere il file. Usa CSV o TXT in UTF-8.
ja: ファイルを読めない。UTF-8のCSVかTXTにして。
ko: 파일을 읽을 수 없어. UTF-8 CSV 또는 TXT를 써.
pt_pt: Não foi possível ler o ficheiro. Usa CSV ou TXT em UTF-8.
ru: Не удалось прочитать файл. Нужен UTF-8 CSV или TXT.
zh_hans: 无法读取文件。请使用 UTF-8 的 CSV 或 TXT。
zh_hant: 無法讀取檔案。請使用 UTF-8 的 CSV 或 TXT。

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_pt: Apagar
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

source: Delete 3 words?
ar: حذف ٣ كلمات؟
de: 3 Wörter löschen?
es: ¿Borrar 3 palabras?
fr: Supprimer 3 mots ?
it: Eliminare 3 parole?
ja: 3語削除する？
ko: 단어 3개 삭제할까?
pt_pt: Apagar 3 palavras?
ru: Удалить 3 слова?
zh_hans: 删除 3 个词？
zh_hant: 刪除 3 個詞？

# Delete words alert
source: Delete words
ar: حذف كلمات
de: Wörter löschen
es: Borrar palabras
fr: Supprimer des mots
it: Elimina parole
ja: 単語を削除
ko: 단어 삭제
pt_pt: Apagar palavras
ru: Удалить слова
zh_hans: 删除单词
zh_hant: 刪除單字

source: Dictionary
ar: قاموس
de: Wörterbuch
es: Diccionario
fr: Dictionnaire
it: Dizionario
ja: 辞書
ko: 사전
pt_pt: Dicionário
ru: Словарь
zh_hans: 词典
zh_hant: 詞典

source: Dictionary works. AI features wait for a connection.
ar: القاموس شغال. ميزات الذكاء تنتظر اتصال.
de: Wörterbuch geht. KI wartet auf Verbindung.
es: El diccionario funciona. La IA espera conexión.
fr: Le dico marche. L’IA attend une connexion.
it: Il dizionario funziona. L’IA aspetta la connessione.
ja: 辞書は使える。AI機能は接続待ち。
ko: 사전은 돼. AI 기능은 연결을 기다려.
pt_pt: O dicionário funciona. A IA espera por ligação.
ru: Словарь работает. ИИ-фичи ждут сеть.
zh_hans: 词典可用。AI 功能等联网。
zh_hant: 詞典可用。AI 功能等連線。

source: Dismiss search
ar: إغلاق البحث
de: Suche schließen
es: Cerrar búsqueda
fr: Fermer la recherche
it: Chiudi ricerca
ja: 検索を閉じる
ko: 검색 닫기
pt_pt: Fechar pesquisa
ru: Закрыть поиск
zh_hans: 关闭搜索
zh_hant: 關閉搜尋

# Duplicate word alert
source: Duplicate word
ar: كلمة مكررة
de: Doppeltes Wort
es: Palabra duplicada
fr: Mot en double
it: Parola duplicata
ja: 重複した単語
ko: 중복 단어
pt_pt: Palavra duplicada
ru: Дубликат слова
zh_hans: 重复单词
zh_hant: 重複單字

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_pt: Editar
ru: Изменить
zh_hans: 编辑
zh_hant: 編輯

source: File is empty or has no data rows.
ar: الملف فاضي أو ما فيه صفوف بيانات.
de: Datei ist leer oder ohne Datenzeilen.
es: El archivo está vacío o no tiene filas.
fr: Le fichier est vide ou sans lignes de données.
it: Il file è vuoto o senza righe di dati.
ja: ファイルが空か、データ行がない。
ko: 파일이 비었거나 데이터 행이 없어.
pt_pt: O ficheiro está vazio ou sem linhas de dados.
ru: Файл пустой или без строк данных.
zh_hans: 文件为空或没有数据行。
zh_hant: 檔案為空或沒有資料列。

source: First words
ar: أول كلمات
de: Erste Wörter
es: Primeras palabras
fr: Premiers mots
it: Prime parole
ja: 最初の単語
ko: 첫 단어들
pt_pt: Primeiras palavras
ru: Первые слова
zh_hans: 最初的词
zh_hant: 最初的詞

source: First words, Home/Practice tour, suggested words.
ar: أول كلمات، جولة Home/تدريب، اقتراحات.
de: Erste Wörter, Home/Üben-Tour, Vorschläge.
es: Primeras palabras, tour Home/Práctica, sugeridas.
fr: Premiers mots, tour Home/Entraînement, suggestions.
it: Prime parole, tour Home/Esercizi, suggerite.
ja: 最初の単語、Home/練習ツアー、提案。
ko: 첫 단어, Home/연습 투어, 추천.
pt_pt: Primeiras palavras, tour Home/Prática, sugeridas.
ru: Первые слова, тур Главная/Практика, подсказки.
zh_hans: 初词、Home/练习导览、推荐词。
zh_hant: 初詞、Home/練習導覽、推薦詞。

source: Get Started
ar: يلا نبدأ
de: Los geht’s
es: Empezar
fr: C’est parti
it: Iniziamo
ja: はじめる
ko: 시작하기
pt_pt: Começar
ru: Поехали
zh_hans: 开始
zh_hant: 開始

source: Go to Practice for multiple choice, typing, and fill-in-the-blank quizzes. Choose your preferred direction — word to translation or vice versa.
ar: روح للتدريب لاختبارات اختيار وإدخال وملء فراغات. اختار الاتجاه — كلمة لترجمة أو العكس.
de: Geh zu Üben für Multiple Choice, Tippen und Lückentexte. Wähle die Richtung — Wort zu Übersetzung oder umgekehrt.
es: Ve a Práctica para tests de opción múltiple, escritura y rellenar huecos. Elige la dirección — palabra a traducción o al revés.
fr: Va dans Entraînement pour des quiz à choix, saisie et textes à trous. Choisis le sens — mot vers traduction ou l’inverse.
it: Vai a Esercizi per quiz a scelta multipla, digitazione e completa. Scegli la direzione — parola a traduzione o viceversa.
ja: 練習で選択・入力・穴埋めクイズができるよ。単語→訳か訳→単語を選んで。
ko: 연습에서 객관식, 입력, 빈칸 퀴즈를 해. 단어→번역 또는 그 반대를 골라.
pt_pt: Vai a Prática para quizzes de escolha múltipla, escrita e preenchimento. Escolhe a direção — palavra para tradução ou o inverso.
ru: Перейди в Практику для тестов с выбором ответа, вводом и заполнением пропусков. Выбери направление — от слова к переводу или наоборот.
zh_hans: 去「练习」做选择题、拼写和填空。可选词→译或译→词。
zh_hant: 去「練習」做選擇題、拼寫和填空。可選詞→譯或譯→詞。

source: Got it!
ar: تمام!
de: Alles klar!
es: ¡Entendido!
fr: Compris !
it: Capito!
ja: 了解！
ko: 알겠어!
pt_pt: Percebi!
ru: Понятно!
zh_hans: 知道了！
zh_hant: 知道了！

source: Helps expand your vocabulary naturally
ar: بساعد يوسّع مفرداتك بشكل طبيعي
de: Hilft, den Wortschatz natürlich zu erweitern
es: Ayuda a ampliar tu vocabulario con naturalidad
fr: Aide à élargir ton vocabulaire naturellement
it: Aiuta ad ampliare il vocabolario in modo naturale
ja: 語彙を自然に広げてくれる
ko: 어휘를 자연스럽게 늘려줘
pt_pt: Ajuda a expandir o vocabulário de forma natural
ru: Помогает естественно расширять словарь
zh_hans: 帮你自然扩充词汇
zh_hant: 幫你自然擴充詞彙

source: Hide until tomorrow
ar: إخفاء لحد بكرة
de: Bis morgen ausblenden
es: Ocultar hasta mañana
fr: Masquer jusqu’à demain
it: Nascondi fino a domani
ja: 明日まで隠す
ko: 내일까지 숨기기
pt_pt: Ocultar até amanhã
ru: Скрыть до завтра
zh_hans: 隐藏到明天
zh_hant: 隱藏到明天

source: Home
ar: الرئيسية
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
pt_pt: Início
ru: Главная
zh_hans: 首页
zh_hant: 首頁

source: Home & Practice tour
ar: جولة Home والتدريب
de: Home- & Üben-Tour
es: Tour de Home y Práctica
fr: Tour Home & Entraînement
it: Tour Home ed Esercizi
ja: Homeと練習のツアー
ko: Home & 연습 투어
pt_pt: Tour Home e Prática
ru: Тур по Главной и Практике
zh_hans: Home 与练习导览
zh_hant: Home 與練習導覽

# Import complete alert
source: Import complete
ar: اكتمل الاستيراد
de: Import fertig
es: Importación completa
fr: Import terminé
it: Importazione completata
ja: インポート完了
ko: 가져오기 완료
pt_pt: Importação concluída
ru: Импорт готов
zh_hans: 导入完成
zh_hant: 匯入完成

source: Import failed
ar: فشل الاستيراد
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l’import
it: Importazione non riuscita
ja: インポート失敗
ko: 가져오기 실패
pt_pt: Falha na importação
ru: Импорт не удался
zh_hans: 导入失败
zh_hant: 匯入失敗

# Import failed alert
source: Import failed
ar: فشل الاستيراد
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l’import
it: Importazione non riuscita
ja: インポート失敗
ko: 가져오기 실패
pt_pt: Falha na importação
ru: Импорт не удался
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Language has been updated
ar: تم تحديث اللغة
de: Sprache wurde aktualisiert
es: Idioma actualizado
fr: Langue mise à jour
it: Lingua aggiornata
ja: 言語を更新したよ
ko: 언어가 업데이트됐어
pt_pt: Idioma atualizado
ru: Язык обновлён
zh_hans: 语言已更新
zh_hant: 語言已更新

# Language switch alert
source: Language switch
ar: تبديل اللغة
de: Sprachwechsel
es: Cambio de idioma
fr: Changement de langue
it: Cambio lingua
ja: 言語の切り替え
ko: 언어 전환
pt_pt: Mudança de idioma
ru: Смена языка
zh_hans: 切换语言
zh_hant: 切換語言

source: Modals
ar: نوافذ
es: Modales
fr: Modales
it: Modali
ja: モーダル
ko: 모달
pt_pt: Modais
ru: Модалки
zh_hans: 弹窗
zh_hant: 彈窗

source: Movie
ar: أفلام
de: Film
es: Películas
fr: Film
it: Film
ja: 映画
ko: 영화
pt_pt: Filmes
ru: Фильмы
zh_hans: 电影
zh_hant: 電影

source: Need a column named "Word" (or Front / Term).
ar: محتاجين عمود اسمه "Word" (أو Front / Term).
de: Spalte „Word“ (oder Front / Term) nötig.
es: Se necesita una columna "Word" (o Front / Term).
fr: Il faut une colonne « Word » (ou Front / Term).
it: Serve una colonna "Word" (o Front / Term).
ja: 「Word」（または Front / Term）列が必要。
ko: "Word"(또는 Front / Term) 열이 필요해.
pt_pt: É preciso uma coluna "Word" (ou Front / Term).
ru: Нужна колонка "Word" (или Front / Term).
zh_hans: 需要名为 "Word"（或 Front / Term）的列。
zh_hant: 需要名為 "Word"（或 Front / Term）的欄。

source: Need a column named "Word".
ar: محتاجين عمود "Word".
de: Spalte „Word“ nötig.
es: Se necesita una columna «Word».
fr: Il faut une colonne « Word ».
it: Serve una colonna "Word".
ja: 「Word」列が必要。
ko: "Word" 열이 필요해.
pt_pt: É preciso uma coluna "Word".
ru: Нужна колонка «Word».
zh_hans: 需要名为 "Word" 的列。
zh_hant: 需要名為 "Word" 的欄。

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
pt_pt: Seguinte
ru: Дальше
zh_hans: 下一步
zh_hant: 下一步

source: No file selected.
ar: ما في ملف محدد.
de: Keine Datei ausgewählt.
es: Ningún archivo seleccionado.
fr: Aucun fichier sélectionné.
it: Nessun file selezionato.
ja: ファイルが選ばれてない。
ko: 선택된 파일이 없어.
pt_pt: Nenhum ficheiro selecionado.
ru: Файл не выбран.
zh_hans: 未选择文件。
zh_hant: 未選擇檔案。

source: No new words to import.
ar: ما في كلمات جديدة للاستيراد.
de: Keine neuen Wörter zum Import.
es: No hay palabras nuevas que importar.
fr: Aucun nouveau mot à importer.
it: Nessuna nuova parola da importare.
ja: インポートする新しい単語はない。
ko: 가져올 새 단어가 없어.
pt_pt: Não há palavras novas para importar.
ru: Нет новых слов для импорта.
zh_hans: 没有可导入的新词。
zh_hant: 沒有可匯入的新詞。

# Offline add alert
source: Offline add
ar: إضافة أوفلاين
de: Offline hinzufügen
es: Añadir sin conexión
fr: Ajout hors ligne
it: Aggiunta offline
ja: オフライン追加
ko: 오프라인 추가
pt_pt: Adicionar offline
ru: Добавление офлайн
zh_hans: 离线添加
zh_hant: 離線新增

source: On fire!
ar: نار!
de: Läuft bei dir!
es: ¡En racha!
fr: Ça chauffe !
it: In forma!
ja: 絶好調！
ko: 미쳤다!
pt_pt: Em forma!
ru: В ударе!
zh_hans: 超神！
zh_hant: 超神！

source: Onboarding modals
ar: نوافذ الإعداد
es: Modales de onboarding
fr: Modales d’onboarding
it: Modali onboarding
ja: オンボーディングモーダル
ko: 온보딩 모달
pt_pt: Modais de onboarding
ru: Онбординг-модалки
zh_hans: 引导弹窗
zh_hant: 引導彈窗

source: One short session on Home. Due words and your vibe go in there.
ar: جلسة قصيرة على Home. كلمات due وفايبك بيروحوا لهون.
de: Eine kurze Session auf Home. Fällige Wörter und dein Vibe landen dort.
es: Una sesión corta en Home. Ahí van las palabras due y tu vibe.
fr: Une courte session sur Home. Les mots dus et ton vibe y vont.
it: Una sessione breve su Home. Ci finiscono le parole due e il tuo vibe.
ja: Homeの短いセッション。復習語とあなたの雰囲気が入るよ。
ko: Home의 짧은 세션. 복습 단어와 네 바이브가 들어가.
pt_pt: Uma sessão curta no Home. Palavras due e o teu vibe vão para lá.
ru: Короткая сессия на главной. Туда попадают due-слова и твой вайб.
zh_hans: Home 上的短课。到期的词和你的节奏都在这里。
zh_hant: Home 上的短課。到期的詞和你的節奏都在這裡。

source: Photo scans
ar: مسح الصور
de: Foto-Scans
es: Escaneos de fotos
fr: Scans photo
it: Scansioni foto
ja: 写真スキャン
ko: 사진 스캔
pt_pt: Digitalizações de fotos
ru: Сканы фото
zh_hans: 照片扫描
zh_hant: 照片掃描

source: Plays the word out loud
ar: يشغّل الكلمة بصوت عالي
de: Spricht das Wort laut vor
es: Reproduce la palabra en voz alta
fr: Lit le mot à voix haute
it: Riproduce la parola ad alta voce
ja: 単語を音声で再生
ko: 단어를 소리 내어 재생
pt_pt: Lê a palavra em voz alta
ru: Произносит слово вслух
zh_hans: 朗读这个词
zh_hant: 朗讀這個詞

source: Practice
ar: تدريب
de: Üben
es: Práctica
fr: Entraînement
it: Esercizi
ja: 練習
ko: 연습
pt_pt: Prática
ru: Практика
zh_hans: 练习
zh_hant: 練習

source: Practice Quizzes
ar: اختبارات التدريب
de: Übungs-Quizzes
es: Tests de práctica
fr: Quiz d’entraînement
it: Quiz di pratica
ja: 練習クイズ
ko: 연습 퀴즈
pt_pt: Quizzes de prática
ru: Практические тесты
zh_hans: 练习测验
zh_hant: 練習測驗

source: Preview alert styles used across the app.
ar: معاينة أنماط التنبيهات في التطبيق.
de: Vorschau der Alert-Styles in der App.
es: Vista previa de alertas usadas en la app.
fr: Aperçu des styles d’alerte dans l’app.
it: Anteprima degli stili alert nell’app.
ja: アプリ全体のアラートスタイルをプレビュー。
ko: 앱 전반의 알림 스타일 미리보기.
pt_pt: Pré-visualiza os estilos de alerta na app.
ru: Превью стилей алертов по всему приложению.
zh_hans: 预览应用中的弹窗样式。
zh_hant: 預覽應用中的彈窗樣式。

source: Questions about these Terms: hello@droword.app
ar: أسئلة عن الشروط: hello@droword.app
de: Fragen zu den Bedingungen: hello@droword.app
es: Preguntas sobre los Términos: hello@droword.app
fr: Questions sur les Conditions : hello@droword.app
it: Domande sui Termini: hello@droword.app
ja: 利用規約についての質問: hello@droword.app
ko: 약관 문의: hello@droword.app
pt_pt: Perguntas sobre os Termos: hello@droword.app
ru: Вопросы по условиям: hello@droword.app
zh_hans: 关于条款的问题：hello@droword.app
zh_hant: 關於條款的問題：hello@droword.app

source: Questions about this Privacy Policy: hello@droword.app
ar: أسئلة عن الخصوصية: hello@droword.app
de: Fragen zur Datenschutzrichtlinie: hello@droword.app
es: Preguntas sobre Privacidad: hello@droword.app
fr: Questions sur la confidentialité : hello@droword.app
it: Domande sulla Privacy: hello@droword.app
ja: プライバシーについての質問: hello@droword.app
ko: 개인정보 문의: hello@droword.app
pt_pt: Perguntas sobre a Privacidade: hello@droword.app
ru: Вопросы по политике: hello@droword.app
zh_hans: 关于隐私政策的问题：hello@droword.app
zh_hant: 關於隱私權政策的問題：hello@droword.app

source: Reading
ar: قراءة
de: Lesen
es: Lectura
fr: Lecture
it: Lettura
ja: リーディング
ko: 읽기
pt_pt: Leitura
ru: Чтение
zh_hans: 阅读
zh_hant: 閱讀

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_pt: Partilhar
ru: Поделиться
zh_hans: 分享
zh_hant: 分享

source: Skip tour
ar: تخطي الجولة
de: Tour überspringen
es: Saltar el tour
fr: Passer le tour
it: Salta il tour
ja: ツアーをスキップ
ko: 투어 건너뛰기
pt_pt: Saltar o tour
ru: Пропустить тур
zh_hans: 跳过导览
zh_hant: 跳過導覽

source: Smart suggestions just for you
ar: اقتراحات ذكية إلك أنت
de: Smarte Vorschläge nur für dich
es: Sugerencias smart solo para ti
fr: Des suggestions smart juste pour toi
it: Suggerimenti smart solo per te
ja: あなた向けのスマート提案
ko: 너만을 위한 스마트 추천
pt_pt: Sugestões smart só para ti
ru: Умные подсказки именно для тебя
zh_hans: 专属智能推荐
zh_hant: 專屬智慧推薦

source: Social media
ar: سوشيال
de: Soziale Medien
es: Redes sociales
fr: Réseaux sociaux
it: Social
ja: SNS
ko: 소셜 미디어
pt_pt: Redes sociais
ru: Соцсети
zh_hans: 社交
zh_hant: 社群

source: Start with these words
ar: ابدأ بهالكلمات
de: Starte mit diesen Wörtern
es: Empieza con estas palabras
fr: Commence avec ces mots
it: Inizia con queste parole
ja: この単語から始めよう
ko: 이 단어들로 시작해
pt_pt: Começa com estas palavras
ru: Начни с этих слов
zh_hans: 从这些词开始
zh_hant: 從這些詞開始

source: Stories
ar: قصص
de: Geschichten
es: Historias
fr: Histoires
it: Storie
ja: ストーリー
ko: 스토리
pt_pt: Histórias
ru: Истории
zh_hans: 故事
zh_hant: 故事

source: Street
ar: شارع
de: Straße
es: Calle
fr: Rue
it: Strada
ja: 街
ko: 거리
pt_pt: Rua
ru: Улица
zh_hans: 街头
zh_hant: 街頭

source: Suggested
ar: مقترحة
de: Vorgeschlagen
es: Sugeridas
fr: Suggérés
it: Suggerite
ja: おすすめ
ko: 추천
pt_pt: Sugeridas
ru: Рекомендуемые
zh_hans: 推荐
zh_hant: 推薦

source: Suggested Words
ar: كلمات مقترحة
de: Wortvorschläge
es: Palabras sugeridas
fr: Mots suggérés
it: Parole suggerite
ja: おすすめ単語
ko: 추천 단어
pt_pt: Palavras sugeridas
ru: Подсказки слов
zh_hans: 推荐单词
zh_hant: 推薦單字

source: Sunset
ar: غروب
de: Sonnenuntergang
es: Atardecer
fr: Coucher de soleil
it: Tramonto
ja: サンセット
ko: 석양
pt_pt: Pôr do sol
ru: Закат
zh_hans: 日落
zh_hant: 日落

source: Switch learning language?
ar: تبديل لغة التعلم؟
de: Lernsprache wechseln?
es: ¿Cambiar idioma de estudio?
fr: Changer de langue d’étude ?
it: Cambiare lingua di studio?
ja: 学習言語を切り替える？
ko: 학습 언어를 바꿀까?
pt_pt: Mudar a língua de estudo?
ru: Сменить язык изучения?
zh_hans: 切换学习语言？
zh_hant: 切換學習語言？

source: Tag
ar: وسم
es: Etiqueta
ja: タグ
ko: 태그
pt_pt: Etiqueta
ru: Тег
zh_hans: 标签
zh_hant: 標籤

source: Tap + to add a word. I translate it, find examples, and make a card.
ar: اضغط + لتضيف كلمة. بترجمها وبلاقي أمثلة وبعمل بطاقة.
de: Tippe +, um ein Wort hinzuzufügen. Ich übersetze, finde Beispiele und baue eine Karte.
es: Toca + para añadir una palabra. La traduzco, busco ejemplos y hago una tarjeta.
fr: Appuie sur + pour ajouter un mot. Je le traduis, trouve des exemples et fais une carte.
it: Tocca + per aggiungere una parola. La traduco, trovo esempi e creo una scheda.
ja: ＋をタップして単語を追加。翻訳・例文・カードを作るよ。
ko: +를 눌러 단어를 추가해. 번역, 예문, 카드를 만들어줄게.
pt_pt: Toca + para adicionar uma palavra. Traduzo, encontro exemplos e faço um cartão.
ru: Жми + чтобы добавить слово. Я переведу, найду примеры и соберу карточку.
zh_hans: 点 + 添加单词。我会翻译、找例句并做成卡片。
zh_hant: 點 + 新增單字。我會翻譯、找例句並做成卡片。

source: Tap any word to add it to your dictionary
ar: اضغط أي كلمة لتضيفها للقاموس
de: Tippe ein Wort, um es ins Wörterbuch zu legen
es: Toca una palabra para añadirla al diccionario
fr: Appuie sur un mot pour l’ajouter au dico
it: Tocca una parola per aggiungerla al dizionario
ja: 単語をタップして辞書に追加
ko: 단어를 탭하면 사전에 추가돼
pt_pt: Toca numa palavra para a adicionar ao dicionário
ru: Тапни слово — и оно в словаре
zh_hans: 点任意单词加入词典
zh_hant: 點任意單字加入詞典
